Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1304.html.tmx
Source language: nob
Languages: sme

source: PRM:- Gruveindustrien må anerkjenne urfolkenes rettigheter
sme: PRD : Ruvkeindustriija ferte árvvusatnit eamiálbmogiid vuoigatvuođaid

source: Sametingsrådet møter i dag representanter for Mangyanfolket på Filippinene .
sme: Sámediggeráđđi deaivvada odne Filippiinna mangyan-álbmoga ovddasteddjiiguin .

source: Hensikten med møtet er å bidra til ivaretakelse av urfolkenes rettigheter i forbindelse med selskapet Crew Gold sine planer om nikkelutvinning på Mindoro , Filippinene .
sme: Čoahkkima ulbmil lea váikkuhit ahte eamiálbmogiid vuoigatvuođat fuolahuvvojit Crew Gold nammasaš fitonodaga nihkkelrogganplánaid oktavuođas Mindoros , Filippiinnain .

source: Publisert av Hivand , Pål .
sme: Almmuhan Hivand , Pål .

source: Sist endret 18.09.2006
sme: Maŋimustá rievdaduvvon 18.09.2006

source: Nasjonale filippinske myndigheter har gitt klarsignal for prosjektet , men lokalbefolkningen , Den katolske kirken og lokale myndigheter protesterer .
sme: Našunála filippiinnalaš eiseválddit leat addán lobi álggahit prošeavtta , muhto báikkálaš álbmot , katolalaš girku ja báikkálaš eiseválddit vuostálastet .

source: - Crew Gold er et delvis norskeid selskap , og vi vil derfor møte våre kollegaer fra Filippinene for å se i hvilken grad Sametinget kan bidra til at urfolkets rettigheter blir bedre ivaretatt i denne saken .
sme: - Crew Gold searvvis leat muhtun muddui norgalaš eaiggádat , ja danne mii háliidit deaivvadit iežamet Filippiina kollegaiguin oaidnin dihtii man muddui Sámediggi sáhttá váikkuhit ahte eamiálbmogiid vuoigatvuođat fuolahuvvojit dán áššis .

source: Dersom det viser seg hensiktsmessig og nødvendig , vil vi henvende oss direkte til selskapets ledelse og eiere , sier sametingspresident Aili Keskitalo .
sme: Jus čájehuvvo ulbmillažžan ja dárbbašlažžan , de mii váldit njuolgga oktavuođa fitnodaga jođihangottiin ja eaiggádiiguin , dadjá sámediggepresideanta Aili Keskitalo .

source: Samtidig deltar Sametinget aktivt i ICMMs arbeid ( ICMM - International Council on Mining and Metals ) med å utvikle en internasjonal standard for ivaretakelse av urfolksinteresser i forbindelse med internasjonal gruveindustri .
sme: Seammás oassálastá Sámediggi árjjalaččat ICMMa ( ICMM - International Council on Mining and Metals ) bargui ráhkadit riikkaidgaskasaš standárddaid fuolahit eamiálbmotberoštusaid riikkaidgaskasaš ruvkeindustriija oktavuođas .

source: ICMM representerer 13 av de største gruveselskapene i verden og 24 av verdens nasjonale og internasjonale bransjeorganisasjoner .
sme: ICMM ovddasta máilmmi 13 stuorámus ruvkefitnodaga ja máilmmi 24 našunála ja riikkaidgaskasaš suorgeorganisašuvnna .

source: - Den internasjonale gruveindustrien har selv bidratt til sitt dårlige rykte , manglende tillitt og vanskelige samarbeidsforhold mellom industrien og verdens urfolk .
sme: - Riikkaidgaskasaš ruvkeindustriija lea ieš sivalaš iežas heajos beaggimii , go lea váilevaš luohttámuš ja váttes ovttasbargodilli industriija ja máilmmi eamiálbmogiid gaskka .

source: I så måte er det et framskritt at industrien selv nå ønsker å sette en standard for sitt samarbeid med urfolk og anerkjennelse av deres rettigheter .
sme: Dan dáfus lea ovdáneapmi go industriija ieš dál háliida bidjat standárdda iežas ovttasbargui eamiálbmogiiguin ja sin vuoigatvuođaid dohkkeheapmái .

source: - Sametingets mål med samarbeidet med ICMM er å få industrien til å anerkjenne urfolks rettigheter til sine landområder og ressurser , i tråd med folkeretten .
sme: - Sámedikki ulbmil ovttasbargguin ICMMin lea oažžut industriija dohkkehit eamiálbmogiid vuoigatvuođaid sin eatnamiidda ja resurssaide , álbmotrievtti vuođul .

source: Det må med andre ord mer til , enn runde formuleringer om gode intensjoner , understreker Keskitalo .
sme: Dárbu lea dahkat eará go dušše buktit čáppa sánit buriid áigumušaid birra , deattuha Keskitalo .

source: Link
sme: Liŋka

source: ICMM sin nettside
sme: ICMM ruoktosiidu
